
# tap repositories and their packages

tap 'homebrew/core'
brew 'apr'
brew 'apr-util'
brew 'autoconf'
brew 'awscli'
brew 'bandwhich'
brew 'bash'
brew 'bash-completion@2'
brew 'bash-git-prompt'
brew 'bat'
brew 'berkeley-db'
brew 'brotli'
brew 'c-ares'
brew 'ca-certificates'
brew 'checkov'
brew 'coreutils'
brew 'cowsay'
brew 'ctags'
brew 'docker'
brew 'dust'
brew 'elinks'
brew 'exa'
brew 'fd'
brew 'fortune'
brew 'fzf'
brew 'gcc'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-delta'
brew 'gmp'
brew 'graphql-cli'
brew 'grex'
brew 'htop'
brew 'httpie'
brew 'hyperfine'
brew 'icu4c'
brew 'isl'
brew 'jenv'
brew 'jmeter'
brew 'jq'
brew 'jsonlint'
brew 'keychain'
brew 'lazydocker'
brew 'lazygit'
brew 'lerna'
brew 'less'
brew 'libarchive'
brew 'libb2'
brew 'libevent'
brew 'libidn2'
brew 'libmpc'
brew 'libnghttp2'
brew 'libssh2'
brew 'libtermkey'
brew 'libunistring'
brew 'libuv'
brew 'libyaml'
brew 'llvm'
brew 'lnav'
brew 'lua'
brew 'luajit-openresty'
brew 'luv'
brew 'lynx'
brew 'lz4'
brew 'm4'
brew 'markdownlint-cli'
brew 'mas'
brew 'mpdecimal'
brew 'mpfr'
brew 'msgpack'
brew 'ncurses'
brew 'neovim'
brew 'ninja'
brew 'node'
brew 'nvm'
brew 'oniguruma'
brew 'openjdk'
brew 'openjdk@17'
brew 'openssl@1.1'
brew 'pandoc'
brew 'pcre'
brew 'pcre2'
brew 'perl'
brew 'pkg-config'
brew 'pmd'
brew 'procs'
brew 'protobuf'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python-tabulate'
brew 'python@3.10'
brew 'python@3.8'
brew 'python@3.9'
brew 'ranger'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ripgrep'
brew 'ruby'
brew 'ruby-build'
brew 'rust'
brew 'shellcheck'
brew 'shfmt'
brew 'six'
brew 'sqlite'
brew 'subversion'
brew 'tcl-tk'
brew 'tealdeer'
brew 'telnet'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tokei'
brew 'tree'
brew 'tree-sitter'
brew 'unibilium'
brew 'utf8proc'
brew 'vifm'
brew 'vim'
brew 'vint'
brew 'wget'
brew 'xz'
brew 'z.lua'
brew 'zig'
brew 'zoxide'
brew 'zstd'

tap 'homebrew/bundle'

tap 'homebrew/cask-fonts'
cask 'font-fira-code-nerd-font'
cask 'font-fira-mono-nerd-font'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-inconsolata-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-ubuntu'
cask 'font-ubuntu-condensed'
cask 'font-ubuntu-mono'
cask 'font-ubuntu-mono-derivative-powerline'
cask 'font-ubuntu-mono-nerd-font'
cask 'font-ubuntu-nerd-font'

tap 'homebrew/cask'
cask 'alacritty'
cask 'alfred'
cask 'altair-graphql-client'
cask 'atom'
cask 'drawio'
cask 'firefox'
cask 'google-chrome'
cask 'graphql-ide'
cask 'graphql-playground'
cask 'hammerspoon'
cask 'insomnia'
cask 'iterm2'
cask 'karabiner-elements'
cask 'kitty'
cask 'meld'
cask 'miro'
cask 'postman'
cask 'slack'
cask 'sourcetree'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'

tap 'aws/tap'
brew 'aws-sam-cli'

tap 'rcmdnk/file'
brew 'brew-file'
