tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "calcurse"
brew "checkov"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "docker", link: false
brew "dust"
brew "elinks"
brew "fd"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "httpie"
brew "jenv"
brew "jmeter"
brew "jq"
brew "jsonlint"
brew "keychain"
brew "lazydocker"
brew "lazygit"
brew "lerna"
brew "lnav"
brew "lynx"
brew "ruby"
brew "macvim"
brew "markdownlint-cli"
brew "maven"
brew "neovim"
brew "ninja"
brew "nvm"
brew "pandoc"
brew "pmd"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "subversion"
brew "telnet"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vifm"
brew "vint"
brew "wget"
brew "z.lua"
brew "zig"
brew "zoxide"
brew "aws/tap/aws-sam-cli"
cask "alacritty"
cask "alfred"
cask "atom"
cask "drawio"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-ubuntu"
cask "font-ubuntu-condensed"
cask "font-ubuntu-mono"
cask "font-ubuntu-mono-derivative-powerline"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "meld"
cask "miro"
cask "postman"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
