tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "checkov"
brew "coreutils"
brew "ctags"
brew "docker", link: false
brew "elinks"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "httpie"
brew "jenv"
brew "jmeter"
brew "keychain"
brew "lazydocker"
brew "lazygit"
brew "macvim"
brew "markdownlint-cli"
brew "maven"
brew "neovim"
brew "nvm"
brew "pmd"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "telnet"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "vint"
brew "wget"
brew "z.lua"
brew "zig"
brew "aws/tap/aws-sam-cli"
cask "alacritty"
cask "alfred"
cask "atom"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "meld"
cask "miro"
cask "postman"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
