tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bat"
brew "coreutils"
brew "ctags"
brew "docker"
brew "efm-langserver"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "httpie"
brew "jenv"
brew "keychain"
brew "maven"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "z.lua"
cask "alfred"
cask "atom"
cask "dash"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "meld"
cask "miro"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
